/*28/9/2018*/
"_grp.Accomodation" = "Accommodations";
"_grp.BankATM" = "Bank & ATMs";
"_grp.Emergency" = "Emergency";
"_grp.Food_and_Drink" = "Eating & Drinking";
"_grp.Guides" = "City Guides";
"_grp.Parking" = "Parking";
"_grp.Petrol_Station" = "Petrol Station";
"_grp.Services_and_Education" = "Services & Education";
"_grp.Shopping" = "Shopping";
"_grp.Social_Life" = "Entertainment & Social life";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Tourist Attractions";
"_grp.Transportation" = "Transportation";
"_grp.Vehicle_Services" = "Vehicle Services";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Exit";
"feet" = "feet";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilometers";
"Limit" = "Limit";
"meters" = "meters";

/* miles short */
"mi" = "mi";
"miles" = "miles";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Fuel prices";
"poiCategory.select" = "Nearby places";
"native.navigation.resumeBtn" = "Resume";

/* timeSecondShort */
"sec" = "sec";
"yards" = "yards";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Get directions";
"detail.action.addVia" = "Add waypoint";
"detail.action.addToFavorite" = "Add to favourites";
"detail.action.copyGps" = "GPS coordinates";
"detail.action.removeFavorite" = "Remove from favourites";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "Share position";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Email";
"detail.contact.phone" = "Telephone";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demonstrate";
"routeCompute.action.navigate" = "Start";
"routeCompute.etaArrival" = "Arrival";
"routeCompute.fastest" = "Fastest route";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "with delay";
"routeCompute.button.options" = "Options";
"routeCompute.waypointInfo.from" = "From";
"routeCompute.waypointInfo.to" = "To";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = "Cancel route";
"routeCompute.action.continue" = "Continue";
"routeCompute.options.title" = "Route Options";
"routeCompute.options.AvoidCountry" = "Avoid this country";
"avoid.unpaved" = "Unpaved roads";
"avoid.specialArea" = "Congestion charges";
"avoid.ferries" = "Ferries";
"avoid.highways" = "Motorways";
"avoid.tollroads" = "Toll roads";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "Set work address";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "Work";
"homeCell.title" = "Home";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Add places for easy access";
"favorites.place.deleteAction" = "Delete";
"favorites.place.headerTitle" = "Places & Routes";
"favorites.button.done" = "Done";
"favorites.segment.contacts" = "Contacts";
"favorites.segment.trips" = "Trips";
"favorites.segment.places" = "Places";
"favorites.title" = "Favourites";
"favorites.addAlert.add" = "Add";
"native.compute.decideToCompute" = "Are you still heading to %@?";
"routeActionMain.preview" = "Preview route";
"routeCompute.traffic.withoutInfo" = "No traffic info";
"search.work.title" = "Search work address";
"search.home.title" = "Search home address";
"alert.hideHomeWork.hideHomeTitle" = "Hide home";
"alert.hideHomeWork.hideWorkTitle" = "Hide work";
"alert.hideHomeWork.setHomeMessage" = "You can always set your Home address in Favourites";
"alert.hideHomeWork.setWorkMessage" = "You can always set your Work address in Favourites";
"alert.hideHomeWork.hide" = "Hide";
"action.control.scout.static" = "Faster route found";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "New arrival %@";
"action.control.scout.fasterRouteFound" = "Faster route found";
"action.control.scout.preview" = "Preview";
"action.control.scout.route.set" = "Set faster route";
"routeCompute.action.loading" = "Start";
"country.AL" = "Albania";
"country.AD" = "Andorra";
"country.AU" = "Australia";
"country.AT" = "Austria";
"country.BY" = "Belarus";
"country.BE" = "Belgium";
"country.BA" = "Bosnia and Herzegovina";
"country.BG" = "Bulgaria";
"country.CA" = "Canada";
"country.HR" = "Croatia";
"country.CZ" = "Czech Republic";
"country.DK" = "Denmark";
"country.EE" = "Estonia";
"country.FO" = "Faroe Islands";
"country.FI" = "Finland";
"country.FR" = "France";
"country.DE" = "Germany";
"country.GI" = "Gibraltar";
"country.GR" = "Greece";
"country.GL" = "Greenland";
"country.VA" = "Vatican City State";
"country.HU" = "Hungary";
"country.IS" = "Iceland";
"country.IE" = "Ireland";
"country.IL" = "Israel";
"country.IT" = "Italy";
"country.JP" = "Japan";
"country.KP" = "Korea, Democratic People's Republic Of";
"country.KR" = "Korea, Republic Of";
"country.KW" = "Kuwait";
"country.LV" = "Latvia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lithuania";
"country.LU" = "Luxembourg";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Netherlands";
"country.AN" = "Netherlands Antilles";
"country.NZ" = "New Zealand";
"country.NF" = "Norfolk Island";
"country.NO" = "Norway";
"country.PL" = "Poland";
"country.PT" = "Portugal";
"country.RO" = "Romania";
"country.RU" = "Russian Federation";
"country.SM" = "San Marino";
"country.SG" = "Singapore";
"country.SK" = "Slovakia";
"country.SI" = "Slovenia";
"country.ZA" = "South Africa";
"country.ES" = "Spain";
"country.SE" = "Sweden";
"country.CH" = "Switzerland";
"country.TW" = "Taiwan";
"country.TH" = "Thailand";
"country.TR" = "Turkey";
"country.UA" = "Ukraine";
"country.GB" = "United Kingdom";
"country.US" = "United States";
"country.VN" = "Viet Nam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "United Arab Emirates";
"country.OM" = "Oman";
"country.SA" = "Saudi Arabia";
"country.EG" = "Egypt";
"country.PR" = "Puerto Rico";
"country.VI" = "Virgin Islands";
"country.RA" = "Argentina";
"country.BH" = "Bahrain";
"country.BR" = "Brazil";
"country.HK" = "Hong Kong";
"country.ID" = "Indonesia";
"country.IN" = "India";
"country.IM" = "Isle of Man";
"country.MO" = "Macau";
"country.MX" = "Mexico";
"country.MY" = "Malaysia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afghanistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Aland Islands";
"country.AM" = "Armenia";
"country.AQ" = "Antarctica";
"country.AS" = "American Samoa";
"country.TF" = "French Southern Territories";
"country.AG" = "Antigua and Barbuda";
"country.AZ" = "Azerbaijan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei Darussalam";
"country.BT" = "Bhutan";
"country.BV" = "Bouvet Island";
"country.BW" = "Botswana";
"country.CF" = "Central African Republic";
"country.CC" = "Cocos Islands";
"country.CL" = "Chile";
"country.CI" = "Côte d'Ivoire";
"country.CM" = "Cameroon";
"country.CD" = "Congo (Zair)";
"country.CG" = "Congo";
"country.CK" = "Cook Islands";
"country.CO" = "Colombia";
"country.KM" = "Comoros";
"country.CV" = "Cape Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Christmas Island";
"country.KY" = "Cayman Islands";
"country.DJ" = "Djibouti";
"country.DM" = "Dominica";
"country.DO" = "Dominican Republic";
"country.DZ" = "Algeria";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Western Sahara";
"country.ET" = "Ethiopia";
"country.FJ" = "Fiji";
"country.FK" = "Falkland Islands";
"country.FM" = "Micronesia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Equatorial Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "French Guiana";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Heard Island and McDonald Islands";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "British Indian Ocean Territory";
"country.IR" = "Iran";
"country.IQ" = "Iraq";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordan";
"country.KZ" = "Kazakhstan";
"country.KG" = "Kyrgyzstan";
"country.KH" = "Cambodia";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts and Nevis";
"country.LA" = "Laos";
"country.LB" = "Lebanon";
"country.LR" = "Liberia";
"country.LY" = "Libya";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (French part)";
"country.MA" = "Morocco";
"country.MG" = "Madagascar";
"country.MV" = "Maldives";
"country.MH" = "Marshall Islands";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongolia";
"country.MP" = "Northern Mariana Islands";
"country.MZ" = "Mozambique";
"country.MR" = "Mauritania";
"country.MQ" = "Martinique";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "New Caledonia";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Philippines";
"country.PW" = "Palau";
"country.PG" = "Papua New Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestine";
"country.PF" = "French Polynesia";
"country.RE" = "Reunion";
"country.RW" = "Rwanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "South Georgia and the South Sandwich Islands";
"country.SH" = "Saint Helena";
"country.SJ" = "Svalbard and Jan Mayen";
"country.SB" = "Solomon Islands";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint Pierre and Miquelon";
"country.ST" = "Sao Tome and Principe";
"country.SR" = "Suriname";
"country.SZ" = "Swaziland";
"country.SC" = "Seychelles";
"country.SY" = "Syrian Arab Republic";
"country.TC" = "Turks and Caicos Islands";
"country.TD" = "Chad";
"country.TG" = "Togo";
"country.TJ" = "Tajikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor-Leste (East Timor)";
"country.TO" = "Tonga";
"country.TT" = "Trinidad and Tobago";
"country.TN" = "Tunisia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "United States Minor Outlying Islands";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent and the Grenadines";
"country.VE" = "Venezuela";
"country.VG" = "Virgin Islands, British";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis and Futuna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaii";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "North Carolina";
"country.US-ND" = "North Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "South Carolina";
"country.US-SD" = "South Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "West Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "British Columbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland and Labrador";
"country.CA-NS" = "Nova Scotia";
"country.CA-NT" = "Northwest Territories";
"country.CA-NU" = "Nunavut Territory";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Prince Edward Island";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukon Territory";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Northern Ireland";
"country.GB-SCT" = "Scotland";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Channel Islands";
"N" = "N";
"S" = "S";
"W" = "W";
"E" = "E";
"routeplaning.actionButton.title" = "Done";
"com.sygic.addWaypoint.placeholder" = "Add waypoint";
"detail.action.selectPoi" = "Select";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "My position";
"placeholder.password" = "Password";
"placeholder.email" = "Email";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Preview";
"detail.action.shareGps" = "Share GPS coordinates";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "To reach your destination, some motorways have to remain on route.";
"message.avoid.specialArea.unable" = "Sorry, we can not avoid congestion charges on your route.";
"message.avoid.tollRoads.unable" = "Not possible to avoid all toll roads. Some toll roads will remain on the computed route.";
"message.avoid.ferries.unable" = "To reach your destination some ferries have to remain on route.";
"message.avoid.unpavedRoads.unable" = "To reach your destination, some unpaved roads have to remain on route.";
